Repository: HarysonLiang/V-V
Catalog: VV/VV/*.lproj/Localizable.strings
Languages: ja, th, zh_hans, zh_hant

source: SOUND
ja: 音声
th: เสียง
zh_hans: 声音
zh_hant: 聲音

source: End!!
ja: 終了!!
th: จบ !!
zh_hans: 终!!
zh_hant: 終!!

# GET_SCORE
source: SCORE : %@
ja: スコア：%@
th: คะแนน:%@
zh_hans: 成绩 : %@
zh_hant: 成績 : %@

source: TOUCH MODE
ja: タッチモード
th: โหมดสัมผัส
zh_hans: 点击模式
zh_hant: 點擊模式

source: GRAVITY MODE
ja: グラビアモード
th: โหมดแรงโน้มถ่วง
zh_hans: 重力模式
zh_hant: 重力模式

# BEST_SCORE
source: %@ BEST : %@
ja: %@ レコード：%@
th: %@ ที่ดีที่สุด:%@
zh_hans: %@ 最高分 : %@
zh_hant: %@ 最高分 : %@

source: LEADERBOARD
ja: リーダーボード
th: ลีดเดอร์บอร์ด
zh_hans: 排行榜
zh_hant: 排行榜

source: TRY AGAIN
ja: 再試行します
th: ลองอีกครั้ง
zh_hans: 再试一次
zh_hant: 再試一次

source: SHARE
ja: シェア
th: แบ่งปัน
zh_hans: 分享
zh_hant: 分享

source: HELP
ja: 助けます
th: ความช่วยเหลือ
zh_hans: 帮助
zh_hant: 幫助

source: RATE
ja: 評価します
th: อัตรา
zh_hans: 点评
zh_hant: 點評

# SHARE_TEXT
source: I love this iPhone/iPad Game - "V&V"
ja: このiPhone / iPadゲームが大好きです。" V＆V "
th: ฉันรัก iPhone นี้ / เกม iPad - " V & V "
zh_hans: iPhone/iPad Game - "V&V" 不错！挺好玩的！大家一起来玩啦！
zh_hant: iPhone/iPad Game - "V&V" 唔錯！幾好玩！大家一齊嚟玩啦！

# HELP_TOUCH_MODEL
source: TOUCH MODE 1. The center of the screen as the reference point, click on the upper right corner area, the upper left corner area, the lower right corner area, the lower left corner area, the main dot would move to the corresponding area. 2. Clicking more near the edge of the screen the dot’s movement speed will be faster, otherwise, Clicking more near the center of the screen the dot’s movement speed will be slower.
ja: タッチモード 1.画面の中央を基準点として、右上の角の領域、左上の角の領域、右下の角の領域、左下の角の領域、メイン 2.画面の端付近をクリックすると、ドットの移動速度が速くなります。そうでなければ、画面の中央付近をクリックすると、ドットの移動速度が遅くなります。
th: โหมดสัมผัส 1. ศูนย์ของหน้าจอเป็นจุดอ้างอิงให้คลิกที่บริเวณมุมบนขวาบนพื้นที่ซ้ายมุมบริเวณมุมขวาล่างบริเวณมุมซ้ายล่างหลัก จุดจะย้ายไปยังพื้นที่ที่สอดคล้องกัน 2 คลิกเพิ่มเติมที่อยู่ใกล้กับขอบของหน้าจอความเร็วในการเคลื่อนที่จุดที่จะเร็วมิฉะนั้นคลิกมากขึ้นใกล้กับศูนย์กลางของหน้าจอความเร็วในการเคลื่อนที่จุดที่จะช้าลง
zh_hans: 点击模式 1. 以屏幕中心为参照点, 点击屏幕四周，控制圆点向相应区域移动。 2. 点击位置离中心点越远速度会越快，相反，点击位置越靠近中心点圆点移动速度会越慢。
zh_hant: 點擊模式 1. 以螢幕中心為參照點, 點擊螢幕四周，控制圓點向相應區域移動。 2. 點擊位置離中心點越遠速度會越快，相反，點擊位置越靠近中心點圓點移動速度會越慢。

# HELP_GRAVITY_MODE
source: GRAVITY MODE 1. Put your device parallel to the ground, the center of the screen as the reference point. When the device towards the floor tilt for the Screen four horns, the main dot would move to the corresponding area. 2. When the skew angle increases, the speed of the dot will become faster. otherwise, the speed will become slower.
ja: GRAVITY MODE 1.デバイスを基準ポイントとしてスクリーンの中心である地面に平行に置く。スクリーンの4つの角に対してデバイスが床に向かって傾くと、メインドットが 2.スキュー角が大きくなるとドットの速度が速くなりますが、それ以外の場合は速度が遅くなります。
th: GRAVITY MODE 1. ใส่ขนานอุปกรณ์ของคุณไปที่พื้นตรงกลางของหน้าจอเป็นจุดอ้างอิง. เมื่ออุปกรณ์ต่อเอียงพื้นสำหรับหน้าจอสี่เองที่จุดหลักจะย้ายไปที่ พื้นที่ที่สอดคล้องกัน 2 เมื่อเอียงมุมเพิ่มขึ้นความเร็วของจุดจะกลายเป็นเร็วมิฉะนั้นความเร็วจะกลายเป็นช้าลง
zh_hans: 重力模式 1. 手持设备平衡于地面，以屏幕中心为参照点，设备倾斜方向即是圆点移动方向。 2. 当倾斜角色增大时，速度会变快，否则速度会变慢。
zh_hant: 重力模式 1. 手持設備平衡於地面，以螢幕中心為參照點，設備傾斜方向即是圓點移動方向。 2. 當傾斜角色增大時，速度會變快，否則速度會變慢。

source: HOW TO PLAY
ja: 遊ぶ方法
th: วิธีการเล่น
zh_hans: 怎么玩？
zh_hant: 點樣玩？

source: Close
ja: 閉じる
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

# GAME_INFO
source: Dot of God [Greedy Dot] Version %@ E-mail:1600849846@qq.com Copyright (c) 2017 MobileGameTree. All rights reserved.
ja: 神の斑点[欲張りの点] Version%@ E-mail：1600849846@qq.com Copyright（c）2017 MobileGameTree.All rights reserved。
th: .. ดอทของพระเจ้า [โลภ จุด] รุ่น%@ E-mail: 1600849846@qq.com Copyright（c）2017 MobileGameTree.All rights reserved。
zh_hans: 上帝之点 [贪食点] Version %@ E-mail:1600849846@qq.com Copyright (c) 2017 MobileGameTree. All rights reserved.
zh_hant: 上帝之點 [貪食點] Version %@ E-mail:1600849846@qq.com Copyright (c) 2017 MobileGameTree. All rights reserved.

source: Game Center Unavailable
ja: ゲームセンターが利用できません
th: ศูนย์ไม่พร้อมใช้งานเกม
zh_hans: Game Center 未开启
zh_hant: Game Center 未開啟

# SIGNED_IN_GC
source: Please signed in Game Center
ja: ゲームセンターにサインインしてください
th: โปรดลงนามในศูนย์เกม
zh_hans: 请登入 Game Center
zh_hant: 請登入 Game Center

# ABSORB_TEXT
source: Absorb the little dots to grow up to fill the screen
ja: 小さなドットを吸収して画面いっぱいに成長します
th: ดูดซับจุดเล็ก ๆ น้อย ๆ ที่จะเติบโตขึ้นให้เต็มหน้าจอ
zh_hans: 吸收所有的小圆点，以撑爆屏幕为目标
zh_hant: 吸收所有的小圓點，以撐爆螢幕為目標

source: Congratulations!
ja: おめでとう！
th: ขอแสดงความยินดี
zh_hans: 恭喜你！
zh_hant: 恭喜你！

# YOU_ARE_THE_GOD
source: You are success, you are the best! You are the God!!!!!
ja: あなたは成功です、あなたは最高です！ あなたは神です!!!!!
th: คุณจะประสบความสำเร็จคุณจะดีที่สุด พระองค์ทรงเป็นพระเจ้า !!!!!
zh_hans: 你成功了，你最棒! 你就是上帝!!!!!
zh_hant: 你成功了，你最叻! 你就是上帝!!!!!

source: Restart
ja: 再起動
th: เริ่มต้นใหม่
zh_hans: 重新开始
zh_hant: 重新開始

# NEW_BEST
source: BEST : %@
ja: ベスト：%@
th: ที่ดีที่สุด:%@
zh_hans: 纪录 : %@
zh_hant: 紀錄 : %@

source: ONE MOMENT...
ja: 1つの瞬間...
th: ช่วงเวลาหนึ่ง ...
zh_hans: 请稍候...
zh_hant: 請稍候...

# STORY_INFO
source: This is a story about the dot of God. The story begins from here... Please
ja: これは神の点に関する物語です。 物語はここから始まります... してください
th: นี่เป็นเรื่องราวเกี่ยวกับจุดของพระเจ้า ที่เรื่องราวเริ่มต้นจากที่นี่ ... กรุณา.
zh_hans: 这是一个关于上帝之点的故事。 故事从这里开始... 请
zh_hant: 這是一個關於上帝之點的故事。 故事從這裡開始... 請

source: Tap to play
ja: クリック
th: แตะเพื่อเล่น
zh_hans: 点击开始游戏
zh_hant: 點擊開始遊戲

# TIP
source: Tips : %@
ja: 賜る : %@
th: รางวัล : %@
zh_hans: 打赏 : %@
zh_hant: 打賞 : %@

# THANKS_TIP
source: Thank you for your tips!
ja: あなたのヒントありがとう!
th: ขอขอบคุณสำหรับคำแนะนำของคุณ!
zh_hans: 非常感谢您的打赏!
zh_hant: 非常感謝您的打賞!
